data/perf/campaign-f3deebfbab60/wp-dynstc-memcached/memcached/tsan/warmup1/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       168467.38          ---          ---         4.57687         4.47900        10.55900        13.37500     11497.85 
Gets      1684655.24      1352.78   1683302.46         4.47068         4.38300        10.36700        13.18300     42671.30 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1853122.61      1352.78   1683302.46         4.48033         4.38300        10.43100        13.24700     54169.14 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       155830.29          ---          ---         4.83659         4.86300        10.68700        13.43900     10635.37 
Gets      1558285.79       687.09   1557598.71         4.72040         4.73500        10.49500        13.31100     39436.34 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1714116.09       687.09   1557598.71         4.73096         4.73500        10.49500        13.31100     50071.71 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       161891.01          ---          ---         4.67148         4.63900        10.62300        13.37500     11049.01 
Gets      1618892.33      1187.13   1617705.20         4.56196         4.51100        10.43100        13.24700     40998.74 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1780783.35      1187.13   1617705.20         4.57192         4.51100        10.43100        13.24700     52047.76